{
  "title": "Team Fawlty",
  "subtitle_html": "The Team at Fawlty Towers",
  "col_classes": "s12 m10 l8",
  "author": "Tom W. Hartung",
  "date": "November, 2018",
  "image_file_list": [
    { "name": "Basil Fawlty", "image_file_name": "estp-basil_fawlty-1.jpg" },
    { "name": "Sybil Fawlty", "image_file_name": "esfj-sybil_fawlty-1.jpg" },
    { "name": "Polly", "image_file_name": "infp-polly_sherman-1.jpg" },
    { "name": "Manuel", "image_file_name": "isfp-manuel-1.jpg" }
  ],
  "card_content_html": "<p><span class='first-letter'>T</span>hese images of the personalities of the main characters on the show Fawlty Towers are all colorful, showing they are all fairly versatile, likeable, and relatable.  Despite their colorful, superficial similarities, these portraits show each character has their own unique strengths and weaknesses.</p><p>With these strengths and weaknesses, the four form a diverse team.  Their versatility and diversity combine to enable them to take care of all of the duties required to run the small, quaint hotel near England's southern coast.  They manage to achieve many amazing feats &mdash; even if making a Waldorf Salad isn't one of them.</p>",
  "card_first_person_html": "<p><span class='first-letter'>M</span>onty Python's John Cleese is the creator, writer and star of Fawlty Towers.  In 2000 the British Film Institute placed the show in first place, at the very top on its list of Top 100 TV Shows.</p><p>The entire series consists of just two seasons of six episodes each &mdash; for a total of twelve 30-40 minute episodes &mdash; making it easy for even the busiest people to watch!</p>",
  "disclosure_text": "This page contains affiliate marketing links.  In addition to taking you to the merchant's site, clicking on one of these then making a purchase helps to support this site, without any additional cost to you.",
  "disclosure_btn_text": "More Information",
  "story_file_name": "fawlty_towers-team_fawlty-body.html",
  "notes_file_name": "fawlty_towers-team_fawlty-notes.html"
}
