{
  "title": "Alexander Hamilton",
  "subtitle_html": "Author of The Federalist Papers",
  "col_classes": "s12 m9 l6 xl4",
  "author": "Tom Hartung",
  "date": "December, 2018",
  "image_file_name": "estj-alexander_hamilton-1.jpg",
  "card_content_html": "<p><span class='first-letter'>T</span>his image o f the personality of Alexander Hamilton, one of America's Founding Fathers, shows he is pragmatic and extremely logical.</p><p>In 1777 Hamilton became an aide to the Contenental Army's General George Washington, and he wrote over half of the Federalist Papers in the late 1780s.  Hamilton served as the first Secretary of the Treasury of the United States, from 1789&ndash;1795, and in 1791 he played central role in forming the First Bank of the United States.</p>",
  "card_first_person_html": "<p><span class='first-letter'>A</span>lexander Hamilton's image contrasts strongly with Thomas Jefferson's, and I believe finding a balance between their differences enabled them to envision and create a powerful government dedicated to preserving the freedoms of the individual citizens.</p><p>As a lawyer determined to see the new nation he'd fought for succeed, Hamilton looked at other governments throughout history and sought to build a strong central government.  Ultimately he was able to work with the other Founding Fathers to build a resilient government that nations throughout the world would come to emulate.</p><p>The ability of the United States to withstand tyranical politicians and crises such as the Civil War is largely due to the conscientious work of Alexander Hamilton and the other Founding Fathers.</p>",
  "disclosure_text": "The Resources and Recommendations section near the end of this page contains affiliate marketing links.  Following an affiliate link and then purchasing the item helps us to recoup some of the expenses incurred in running this site.",
  "disclosure_btn_text": "",
  "story_file_name": "alexander_hamilton-body.html",
  "notes_file_name": "alexander_hamilton-notes.html"
}
