{
  "title": "Populist Politicians",
  "subtitle_html": "Open Challenge to All Politicians",
  "fp_toggle_id": "populist-politicians",
  "col_classes": "s12",
  "author": "TWH",
  "date": "February, 2019",
  "image_file_list": [
    { "name": "Patrick Henry", "image_file_name": "esfj-patrick_henry-1-name-type-border.jpg" },
    { "name": "Citizen Kane", "image_file_name": "esfj-charles_foster_kane-1-name-type-border.jpg" },
    { "name": "Clay Davis", "image_file_name": "esfj-clay_davis-1-name-type-border.jpg" },
    { "name": "Donald Trump", "image_file_name": "esfj-donald_trump-1-name-type-border.jpg" }
  ],
  "card_content_html": "<p><span class='first-letter'>T</span>hese images of the personalities of Founding Father Patrick Henry, Orson Welles' Charles Foster Kane, the Wire's Clay Davis, and the current president of the United States Donald Trump all look very similar.</p><p>These spiritual portraits show all four are warm, personal, outgoing, and down-to-earth.  Most politicians certainly aspire to having these qualities, but these images show the members of this group are warmer and friendlier than most of the others.</p><p>Wouldn't it be nice if we could see images of the personalities of <em><u>all</u></em> politicians?</p>",
  "card_first_person_html": "<p><span class='first-letter'>D</span>etermining someone else's personality type is problematic, but that doesn't stop some of us from trying!  Over the years I have drawn images of the personalities of <a href='https://SeeOurMinds.com/galleries/politicians/' title='Page of galleries of politicians on SeeOurMinds.com' target='_blank'>over two dozen politicians</a>, and the warm images above are atypical.</p><p>Significantly, most politicians tend to have more Green in their image, while these have more Red.  And it makes sense for authority figures to be more logical than emotional &mdash; because voters are more likely to agree with a person who makes objective, rational, logical decisions than someone who is subjective, irrational, and emotional.</p><p>I believe we, as voters, deserve to know what our politicians are like below the surface!</p>",
  "disclosure_text": "This page contains one affiliate marketing link at the very very end.  Thank you in advance for supporting this site by purchasing Patrick Henry's biography at no additional cost to you.",
  "disclosure_btn_text": "How to Support This Site",
  "story_template_path": "content/stories/groups/populist_politicians-body.html",
  "notes_template_path": "content/stories/groups/populist_politicians-notes.html"
}
